email.addWorks.subject=[ORCID] Dodaj wyniki bada\u0144 do Twojego rekordu ORCID

email.addWorks.header.yourOrcidId=Twój identyfikator ORCID:
email.addWorks.header.yourOrcidRecordIs=Twój rekord ORCID to
email.addWorks.header.dear=Szanowny/Szanowna

email.addWorks.weHaveNoticed=Zauwa\u017Cyli\u015Bmy, \u017Ce nie doda\u0142e\u015B(-a\u015B) jeszcze \u017Cadnych wyników bada\u0144 do swojego rekordu ORCID. Dodanie ich pomo\u017Ce ograniczy\u0107 Twoje zadania administracyjne przy czytaniu i imporcie do innych systemów oraz zapewni\u0107 uznanie za Twoje badania, a tak\u017Ce odró\u017Cni\u0107 Ciebie od innych badaczy z tym samym imieniem i nazwiskiem!
email.addWorks.getStarted=Zacznij korzysta\u0107 z tych popularnych integracji ORCID:
email.addWorks.belowAreLinks=Poni\u017Cej znajduj\u0105 si\u0119 \u0142\u0105cza do 4 popularnych integracji ORCID umo\u017Cliwiaj\u0105cych zalogowanie si\u0119 do Twojego rekordu ORCID; udziel pozwolenia na us\u0142ug\u0119 w celu dodania Twoich wybranych wyników bada\u0144 do Twojego rekordu ORCID.

email.addWorks.forAddingJournal=Dodawanie artyku\u0142ów w czasopismach:
email.addWorks.allowsYouToSearch=umo\u017Cliwia wyszukiwanie i dodawanie prac wed\u0142ug tytu\u0142u lub DOI.

email.addWorks.forAddingLife=Dodawanie literatury z dziedziny nauk przyrodniczych:
email.addWorks.allowsYouToImport=umo\u017Cliwia importowanie prac z bazy danych Europe PubMed, w tym wszystkich artyku\u0142ów zarejestrowanych w PubMed Central.

email.addWorks.forAddingMultiple=Dodawanie wielu opublikowanych artyku\u0142ów:
email.addWorks.allowsYouToAddYourScopus=umo\u017Cliwia dodanie swojego identyfikatora autora Scopus do rekordu oraz importowanie prac powi\u0105zanych z Twoim identyfikatorem autora Scopus.

email.addWorks.allowsYouClaim=umo\u017Cliwia odbierane i importowanie prac z wyszukiwarki Bielefeld Academic Search Engine. W celu wykorzystania musisz najpierw utworzy\u0107 konto u\u017Cytkownika BASE. Zalecane dla autorów publikacji z otwartym dost\u0119pem.

email.addWorks.yourOrcidRecord=Twojego rekordu ORCID

email.addWorks.ifYouAreHavingTrouble=Je\u015Bli masz problem z dodaniem wyników swoich bada\u0144 lub chcesz dowiedzie\u0107 si\u0119 wi\u0119cej o dodawaniu danych do swojego rekordu ORCID, odwied\u017A
email.addWorks.orcidHelpCenter=Centrum pomocy ORCID

email.addWorks.footer.warmRegards=Z powa\u017Caniem
email.addWorks.footer.orcidSupportTeam=Zespó\u0142 pomocy technicznej ORCID
email.addWorks.footer.youHaveReceivedThisEmail=Otrzymujesz t\u0119 wiadomo\u015B\u0107 e-mail, poniewa\u017C zgodzi\u0142e\u015B(-a\u015B) si\u0119 otrzymywa\u0107 od ORCID wiadomo\u015Bci e-mail ze wskazówkami i powiadomieniami dotycz\u0105cymi funkcji. Mo\u017Cesz zrezygnowa\u0107 z nich w
email.addWorks.footer.accountSettings=ustawienia konta
email.addWorks.weHaveSearchAndLink=Mamy wi\u0119cej kreatorów wyszukiwania i \u0142\u0105czy dost\u0119pnych w ramach
